Repository: Eppie-io/Eppie-App
Catalog: src/Eppie.App/Eppie.App.Resources.Shared/Strings/*/Resources.resw
Source language: en
Languages: fr, ja, nl, pl, ru, zh_hans

# AboutApp.Text
source: About
fr: À propos
ja: このアプリについて
nl: Over
pl: O aplikacji
ru: О программе
zh_hans: 关于

# AboutAppNavigationItem.Content
source: About
fr: À propos
ja: このアプリについて
nl: Over
pl: O aplikacji
ru: О программе
zh_hans: 关于

# SupportDevelopmentNavigationItem.Content
source: Support Development
fr: Soutenir le développement
ja: 開発サポート
nl: Ondersteun ontwikkeling
zh_hans: 支持开发

# SupportDevelopmentButton.Text
source: Support Development
fr: Soutenir le développement
zh_hans: 支持开发

# IdentityManagerNavigationItem.Content
source: Identity manager
fr: Gestionnaire d'identités
ja: アイデンティティ管理
nl: Identiteit manager
pl: Menedżer tożsamości
ru: Менеджер удостоверений
zh_hans: 身份管理器

# AddEmailAccountFirst
source: You need to connect at least one email account first.
fr: Vous devez d'abord connecter au moins un compte e-mail.
ja: メールアカウントを接続しましょう。
nl: U moet eerst tenminste één e-mail account koppelen.
pl: Najpierw musisz połączyć co najmniej adres e-mail.
ru: Необходимо подключить хотя бы одну учётную запись.
zh_hans: 您至少需要先连接一个电子邮件帐户。

# Address.Text
source: Server address
fr: Adresse
zh_hans: 地址

# MessageFilter.PlaceholderText
source: Search
fr: Rechercher
ja: 検索
nl: Zoeken
pl: Szukaj
ru: Поиск
zh_hans: 搜索

# AllMessages.Text
source: All messages
fr: Tous les messages
ja: すべてのメッセージ
nl: Alle berichten
pl: Wszystkie wiadomości
ru: Все письма
zh_hans: 全部消息

# AllMessagesNavigationItem.Content
source: All messages
fr: Tous les messages
ja: すべてのメッセージ
nl: Alle berichten
pl: Wszystkie wiadomości
ru: Все письма
zh_hans: 全部消息

# NewMessageNavigationItem.Content
source: Compose email
fr: Écrire un e-mail
ja: メールを作成
nl: E-mail opstellen
pl: Napisz wiadomość
ru: Написать письмо
zh_hans: 撰写邮件

# Apply.Content
source: Apply
fr: Appliquer
ja: 適用する
nl: Toepassen
pl: Zastosuj
ru: Применить
zh_hans: 应用

# ApplyButtonContent.Text
source: Apply
fr: Appliquer
zh_hans: 应用

# JoinWaitingList.Content
source: Join the waiting list
fr: Rejoindre la liste d'attente
ja: 待機リストに参加する
nl: Aan de wachtlijst toevoegen
pl: Dołącz do listy oczekujących
ru: Записаться в лист ожидания
zh_hans: 加入等候清单

# AppSettings.Text
source: Settings
fr: Paramètres
ja: 設定
nl: Instellingen
pl: Ustawienia
ru: Параметры
zh_hans: 设置

# IdentityManagerTitle.Text
source: Identity Manager
fr: Gestionnaire d'identités
ja: アイデンティティ管理
nl: Identiteit Manager
pl: Menedżer tożsamości
ru: Менеджер удостоверений
zh_hans: 身份管理器

# AttachedFiles.Title
source: Attached files:
fr: Fichiers joints :
ja: 添付ファイル:
nl: Bijgevoegde bestanden:
pl: Załączone pliki:
ru: Прикреплённые файлы:
zh_hans: 附件列表：

# AuthenticationError
source: Authentification error
fr: Erreur d'authentification
ja: 認証エラー
nl: Authenticatie fout
pl: Błąd autoryzacji
ru: Ошибка аутентификации
zh_hans: 身份验证错误

# NeedTwofactorCode
source: Two factor authentication code required
fr: Code d'authentification à deux facteurs requis
ja: 二要素認証コードが必要です
nl: Tweestapsverificatie code vereist

# NeedMailboxPassword
source: Second password required
fr: Second mot de passe requis
ja: 2番目のパスワードが必要です
nl: Tweede wachtwoord vereist

# Cancel.Content
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отменить
zh_hans: 取消

# CantSendMessages
source: You can't send messages
fr: Vous ne pouvez pas envoyer de messages
ja: メッセージを送信できません
nl: U kunt geen berichten verzenden
pl: Nie możesz wysyłać wiadomości
ru: Невозможно отправить письмо
zh_hans: 您无法发送消息

# ChangePasswordPageText
source: Change master password.
fr: Modifier le mot de passe principal.
ja: マスターパスワードを変更
nl: Hoofdwachtwoord wijzigen.
pl: Zmień hasło główne.
ru: Изменить пароль приложения.
zh_hans: 修改主密码。

# CheckEmailNotification
source: Check email
fr: Vérifiez vos e-mails
ja: メールを確認
nl: E-mail controleren
pl: Sprawdź e-mail
ru: Проверьте адрес электронной почты
zh_hans: 检查邮件

# CheckPasswordNotification
source: Check password
fr: Vérifiez votre mot de passe
ja: パスワードを確認
nl: Wachtwoord controleren
pl: Sprawdź hasło
ru: Проверьте пароль
zh_hans: 检查密码

# ConfirmPassword.Text
source: Confirm password
fr: Confirmer le mot de passe
ja: パスワードを認証
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
ru: Подтвердить пароль
zh_hans: 确认密码

source: Connection error
fr: Erreur de connexion
ja: 接続エラー
nl: Verbindingsfout
pl: Błąd połączenia
ru: Ошибка соединения
zh_hans: 连接错误

# Copyright.Text
source: © All rights reserved.
fr: © Tous droits réservés.
zh_hans: © 保留所有权利。

# CurrentPassword.Text
source: Current password
fr: Mot de passe actuel
ja: 現在のパスワード
nl: Huidig wachtwoord
pl: Obecne hasło
ru: Текущий пароль
zh_hans: 当前密码

# Developer.Text
source: Developer:
fr: Développeur :
ja: 開発者:
nl: Ontwikkelaar:
pl: Twórca:
ru: Разработчик:
zh_hans: 开发者：

# ConnectedServicesSettings.Header
source: Your services
fr: Vos services
zh_hans: 您的服务

# EmailAddress.Text
source: Email address
fr: Adresse e-mail
ja: メールアドレス
nl: E-mail adres
pl: Adres e-mail
ru: Адрес электронной почты
zh_hans: 邮箱地址

# TwoFactorCode.Text
source: Two factor authentication code
fr: Code d'authentification à deux facteurs
ja: 二要素認証コード
nl: Tweestapsverificatiecode
pl: Kod uwierzytelniania dwuetapowego
ru: Код двухфакторной аутентификации
zh_hans: 双重身份验证码

# EnableImapMessage
source: IMAP is disabled for '{0}'. You need to enable IMAP for this account first and try again.
fr: L'IMAP est désactivé pour '{0}'. Vous devez d'abord activer l'IMAP pour ce compte et réessayer.
ja: '{0}' では IMAP が無効になっています。 まずこのアカウントで IMAP を有効にして、もう一度お試しください。
nl: IMAP is uitgeschakeld voor '{0}'. Je moet eerst IMAP inschakelen voor dit account en het opnieuw proberen.
pl: IMAP jest wyłączony dla '{0}'. Włącz IMAP dla tego konta i spróbuj ponownie.
ru: Запрещен доступ к '{0}' по протоколу IMAP. Разрешите доступ в настройках почтового аккаунта и повторите попытку.
zh_hans: “{0}” 的 IMAP 已禁用 您需要为该账户启用 IMAP 并重试

# EnterPasswordPageText
source: Welcome back!
fr: Content de vous revoir !
ja: おかえり！
nl: Welkom terug!
pl: Witaj ponownie!
ru: Добро пожаловать!
zh_hans: 欢迎回来！

source: Error
fr: Erreur
ja: エラー
nl: Fout
pl: Błąd
ru: Ошибка
zh_hans: 错误

# FailedToAddAccountTitle
source: Failed to add account
fr: Échec de l'ajout du compte
ja: アカウントの追加に失敗しました
nl: Account toevoegen mislukt
pl: Nie udało się dodać konta
ru: Аккаунт не был добавлен
zh_hans: 添加帐户失败

# FieldIsEmptyNotification
source: Cannot be empty
fr: Ne peut pas être vide
ja: 空欄にできません
nl: Mag niet leeg zijn
pl: Nie może być puste
ru: Не может быть пустым
zh_hans: 不能为空

source: Authorization problem
fr: Problème d'autorisation
ja: 認証の問題
nl: Autorisatieprobleem
pl: Problem z autoryzacją
ru: Проблема с авторизацией
zh_hans: 授权问题

source: Authentication problem
fr: Problème d'authentification
ja: 認証の問題
nl: Authenticatieprobleem
pl: Problem z uwierzytelnieniem
ru: Проблема аутентификации
zh_hans: 授权问题

source: Go to settings
fr: Accéder aux paramètres
ja: 設定に移動
nl: Ga naar instellingen
pl: Przejdź do ustawień
ru: Перейдите в настройки
zh_hans: 前往设置

# AccessDenied
source: Access is denied
fr: Accès refusé
ja: アクセスが拒否されました
nl: Toegang wordt geweigerd
pl: Odmowa dostępu
ru: Доступ запрещен
zh_hans: 拒绝访问

# IncomingServer.Text
source: Incoming email server
fr: Serveur de courrier entrant
ja: 受信メールサーバー
nl: Inkomende e-mailserver
pl: Serwer poczty przychodzącej
ru: Параметры сервера входящей почты
zh_hans: 收信服务器

source: Incorrect password
fr: Mot de passe incorrect
ja: 間違ったパスワード
nl: Onjuist wachtwoord
pl: Nieprawidłowe hasło
ru: Неправильный пароль
zh_hans: 密码错误

# MessageFrom.Text
source: From:
fr: De :
ja: 送信元:
nl: Van:
pl: Od:
ru: От:
zh_hans: 发件人：

# MessageSubject.Text
source: Subject:
fr: Objet :
ja: 件名:
nl: Onderwerp:
pl: Temat:
ru: Тема:
zh_hans: 标题：

# MessageTo.Text
source: To:
fr: À :
ja: 宛先:
nl: Aan:
pl: Do:
ru: Кому:
zh_hans: 收件人：

# CopyTo.Text
source: Copy:
fr: Copie :
ja: CC:
nl: Kopie:
pl: Kopiuj:
ru: Копия:
zh_hans: 抄送：

# HiddenCopyTo.Text
source: Hidden copy:
fr: Copie Cachée :
ja: BCC:
nl: Verborgen kopie:
pl: Ukryta kopia:
ru: Скрытая копия:
zh_hans: 密送：

# MessageButtonCancel
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отменить
zh_hans: 取消

# NewMessage.Text
source: New message
fr: Nouveau message
ja: 新しいメッセージ
nl: Nieuw bericht
pl: Nowa wiadomość
ru: Новое письмо
zh_hans: 新消息

# OutgoingServer.Text
source: Outgoing email server (SMTP)
fr: Serveur de courrier sortant
zh_hans: 发信服务器

# Password.Text
source: Enter password
fr: Mot de passe
ja: パスワードを入力
nl: Wachtwoord invoeren
pl: Wpisz hasło
ru: Введите пароль
zh_hans: 输入密码

# MailboxPassword.Text
source: Enter second password
fr: Second mot de passe
ja: 2つ目のパスワードを入力
nl: Tweede wachtwoord invoeren
pl: Wpisz hasło do skrzynki pocztowej
ru: Введите пароль почтового ящика
zh_hans: 输入邮箱密码

# PasswordIsTheSameNotification
source: Is the same as current
fr: Est identique au mot de passe actuel
ja: 現在と同じパスワードです
nl: Is hetzelfde als de huidige
pl: Jest takie samo jak obecne
ru: Новый пароль совпадает с текущим
zh_hans: 与当前相同

# PasswordsDontMatchNotification
source: Should match password
fr: Les mots de passe ne correspondent pas
ja: パスワードが異なります
nl: Moet overeenkomen met wachtwoord
pl: Hasła powinny pasować
ru: Пароль должен совпадать
zh_hans: 密码不匹配

# Protocol.Text
source: Protocol
fr: Protocole
ja: プロトコル
pl: Protokół
ru: Протокол
zh_hans: 协议

# Publisher.Text
source: Publisher:
fr: Éditeur :
ja: パブリッシャー:
nl: Uitgever:
pl: Wydawca:
ru: Издатель:
zh_hans: 发布者：

# RememberPassword.Content
source: Remember my password
fr: Se souvenir de mon mot de passe
ja: パスワードを記憶
nl: Onthoud mijn wachtwoord
pl: Zapamiętaj hasło
ru: Запомнить пароль
zh_hans: 记住密码

# RemoveAccountButton.Content
source: Remove account
fr: Supprimer le compte
ja: アカウントを削除
nl: Verwijder account
pl: Usuń konto
ru: Удалить учётную запись
zh_hans: 移除帐号

# HybridAddressButton.Content
source: Create hybrid address
fr: Créer une adresse hybride
ja: ハイブリッドアドレスを作成
nl: Hybride adres maken
pl: Utwórz adres hybrydowy
ru: Создать гибридный адрес
zh_hans: 创建混合地址

# RemoveAccountDialogAcceptText
source: Remove
fr: Supprimer
ja: 削除する
nl: Verwijderen
pl: Usuń
ru: Удалить
zh_hans: 移除

# RemoveAccountDialogMessage
source: This action will remove account from the list
fr: Cette action supprimera le compte de la liste
ja: この操作によりアカウントがリストから削除されます
nl: Deze actie verwijdert het account van de lijst
pl: To działanie usunie konto z listy
ru: Эта команда удалит учётную запись
zh_hans: 此操作将从列表中移除账户

# RemoveAccountDialogRejectText
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отменить
zh_hans: 取消

# SeedGenerateAcceptButton.Content
source: I confirm that this seed phrase is safely stored by me
fr: Je confirme que cette phrase de récupération est stockée en sécurité
ja: このシードフレーズは安全に保管されています
nl: Ik bevestig dat deze sleutel zin veilig door mij is opgeslagen
pl: Potwierdzam, że ta fraza seedowa jest przeze mnie bezpiecznie przechowywana
ru: Подтверждаю, что эта сидфраза надёжно сохранена мной
zh_hans: 我确认我已将该种子短语安全储存

# SeedGenerateHeader.Text
source: Your new seed phrase:
fr: Votre nouvelle phrase de récupération :
ja: 新しいシードフレーズ:
nl: Uw nieuwe sleutel zin:
pl: Twoja nowa fraza seed:
ru: Ваша новая сид фраза:
zh_hans: 您的新种子短语：

# SeedGenerateOtherButton.Content
source: Generate other seed
fr: Générer une autre phrase
ja: 他のシードフレーズを生成
nl: Genereer andere sleutel zin
pl: Wygeneruj inne seed
ru: Сгенерировать другую сид фразу
zh_hans: 生成其他种子

# SeedPhraseNotValidMessage
source: Seed phrase is not valid
fr: La phrase de récupération n'est pas valide
ja: シードフレーズが無効です
nl: Sleutel zin is niet geldig
pl: Niepoprawna fraza seed
ru: Неправильная сид фраза
zh_hans: 种子短语无效

# SeedPhraseNotValidTitle
source: Error
fr: Erreur
ja: エラー
nl: Fout
pl: Błąd
ru: Ошибка
zh_hans: 错误

# SeedRestoreAcceptButton.Content
source: Accept
fr: Accepter
ja: 承認
nl: Accepteer
pl: Akceptuj
ru: Подтвердить
zh_hans: 接受

# SeedRestoreSyncWithQRButton.Content
source: Sync with QR
fr: Synchroniser avec QR code
ja: QRコードで同期
nl: Synchroniseren met QR
pl: Synchronizuj z QR
ru: Синхронизировать с помощью QR
zh_hans: 用二维码同步

# SeedRestoreHeader.Text
source: Enter a secret phrase to connect to a decentralized network
fr: Saisissez une phrase secrète pour vous connecter à un réseau décentralisé
ja: 分散型ネットワークに接続するための秘密のフレーズを入力
nl: Voer een geheime zin in om verbinding te maken met een gedecentraliseerd netwerk
pl: Wprowadź tajną frazę, aby połączyć się ze zdecentralizowaną siecią
ru: Введите секретную фразу для подключения к децентрализованной сети
zh_hans: 输入秘密短语以连接到去中心化网络

# SeedRestoreEnterSeedphraseExplanationLabel.Text
source: Once connected, the application will import your mail and settings from the decentralized network
fr: Une fois connecté, l'application importera vos paramètres depuis le réseau décentralisé
ja: 接続すると、アプリケーションは分散ネットワークからメールと設定をインポートします
nl: Eenmaal verbonden, zal de applicatie uw e-mail en instellingen importeren uit het gedecentraliseerde netwerk
pl: Po podłączeniu aplikacja zaimportuje pocztę i ustawienia z decentralizowanej sieci
ru: После подключения приложение импортирует из децентрализованной сети вашу почту и настройки
zh_hans: 连接后，应用程序将从去中心化网络导入您的邮件和设置

# SeedWordDoesNotMatch
source: Does not match with seed
fr: Ne correspond pas à la phrase originale
ja: シードフレーズと一致しません
nl: Komt niet overeen met de sleutel
pl: Nie pasuje do frazy seed
ru: Сид фраза не совпадает
zh_hans: 种子不匹配

# SeedWordIsEmpty
source: Please enter the word
fr: Veuillez saisir le mot
ja: シードフレーズを入力
nl: Voer het woord in
pl: Wprowadź słowo
ru: Пожалуйста введите слово
zh_hans: 请输入词语

# SeedWordNoInDictionary
source: Word doesn't exist in mnemonic dictionary
fr: Le mot n'existe pas dans le dictionnaire mnémonique
ja: 単語がMnemonic Dictionaryに存在しません
nl: Woord bestaat niet in het mnemonic woordenboek
pl: Słowo nie istnieje w słowniku mnemonicznym
ru: Слово отсутствует в мнемоническом словаре
zh_hans: 词句不存在于助记词典中

# SenderName.Text
source: Send your messages using this name
fr: Envoyer vos messages en utilisant ce nom
ja: この名前を使用してメッセージを送信
nl: Verstuur je berichten met deze naam
pl: Wyślij wiadomości używając tej nazwy
ru: Имя для отправки писем
zh_hans: 使用该名称发送消息

# SetPasswordPageText
source: Set database password.
fr: Définir le mot de passe de la base de données.
ja: データベースのパスワードを設定
nl: Stel database-wachtwoord in.
pl: Ustaw hasło bazy danych.
ru: Установить пароль приложения.
zh_hans: 设置数据库密码。

# SettingsNavigationItem.Content
source: Settings
fr: Paramètres
ja: 設定
nl: Instellingen
pl: Ustawienia
ru: Параметры
zh_hans: 设置

# SettingsPageHeader.Text
source: Settings Page
fr: Page des paramètres
ja: 設定ページ
nl: Instellingenpagina
pl: Ustawienia
ru: Параметры
zh_hans: 设置页面

# Thanks.Text
source: Thanks:
fr: Remerciements :
ja: ありがとう:
nl: Bedankt:
pl: Dziękujemy:
ru: Спасибо:
zh_hans: 感谢：

# WelcomePageCreateAccountButton.Text
source: New account
fr: Nouveau compte
ja: 新しいアカウント
nl: Nieuw account
pl: Nowe konto
ru: Новая учётная запись
zh_hans: 新建账户

# WelcomePageCreateAccountButtonSubtext.Text
source: Create new account via seed-phrase
fr: Créer un nouveau compte via une phrase de récupération
ja: シードフレーズで新しいアカウントを作成
nl: Maak een nieuw account met sleutel zin
pl: Utwórz nowe konto za pomocą frazy seed
ru: Создайте новую учётную запись сгенерировав сидфразу
zh_hans: 通过种子短语创建新账户

# WelcomePageHeader.Text
source: Create decentralized account on your device
fr: Créer un compte décentralisé sur votre appareil
ja: デバイスに分散型アカウントを作成する
nl: Maak een gedecentraliseerd account aan op uw apparaat
pl: Utwórz zdecentralizowane konto na tym urządzeniu
ru: Создайте децентрализованную учётную запись либо подключитесь к ранее созданной.
zh_hans: 在您的设备上创建去中心化账户

# WelcomePageRestoreAccountButton.Text
source: Connect account
fr: Connecter un compte
ja: アカウントを接続
nl: Account verbinden
pl: Połącz konto
ru: Подключить учётную запись
zh_hans: 连接账户

# WelcomePageRestoreAccountButtonSubtext.Text
source: Connect your existing account via seed-phrase
fr: Connecter votre compte existant via une phrase de récupération
ja: シードフレーズで既存のアカウントを接続
nl: Verbind uw bestaande account met sleutel zin
pl: Połącz istniejące konto za pomocą frazy seed
ru: Подключите ваш существующий аккаунт с помощью сидфразы
zh_hans: 通过种子口令连接现有账户

# LocalLogoutButton.Content
source: Logout
fr: Déconnexion
ja: ログアウト
nl: Uitloggen
pl: Wyloguj się
ru: Выйти из аккаунта
zh_hans: 退出登录

# WipeAllDataDialogAcceptText
source: Wipe
fr: Tout effacer
ja: ワイプ
nl: Wissen
pl: Wyczyść
ru: Уничтожить
zh_hans: 清除

# WipeAllDataDialogMessage
source: This action will completely wipe all local application data.
fr: Cette action effacera complètement toutes les données locales de l'application.
ja: この変更により、すべてのローカルアプリケーションデータが完全に消去されます。
nl: Deze actie zal alle lokale applicatie gegevens volledig wissen.
pl: Ta akcja całkowicie usunie wszystkie lokalne dane aplikacji.
ru: Это действие полностью уничтожит все локальные данные приложения.
zh_hans: 此操作将完全清除该应用的所有本地数据。

# WipeAllDataDialogRejectText
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отменить
zh_hans: 取消

# MessageEncrypted.Content
source: Encrypt
fr: Chiffré
ja: 暗号化されたメッセージ
nl: Versleutelen
pl: Zaszyfruj
ru: Шифровать
zh_hans: 加密

# MessageSigned.Content
source: Sign
fr: Signé
ja: 署名済み
nl: Ondertekenen
pl: Podpisz
ru: Подписать
zh_hans: 签名

# PgpKeysButton.Content
source: PGP keys
fr: Clés PGP
ja: PGP鍵
nl: PGP sleutels
pl: Klucze PGP
ru: PGP ключи
zh_hans: PGP 密钥

# PgpKeyImportButton.Content
source: Import key from file
fr: Importer la clé depuis un fichier
ja: ファイルから鍵をインポート
nl: Sleutel importeren uit bestand
pl: Importuj klucz z pliku
ru: Импортировать ключ
zh_hans: 从文件导入密钥

# PgpKeyCopyButton.Content
source: Copy key to clipboard
fr: Copier la clé dans le presse-papiers
ja: 鍵をクリップボードにコピー
nl: Sleutel naar klembord kopiëren
pl: Kopiuj klucz do schowka
ru: Копировать ключ в буфер обмена
zh_hans: 复制密钥到剪贴板

# PgpKeyExportButton.Content
source: Export key to file
fr: Exporter la clé vers un fichier
ja: 鍵をファイルにエクスポート
nl: Sleutel exporteren naar bestand
pl: Eksportuj klucz do pliku
ru: Экспортировать ключ в файл
zh_hans: 导出密钥到文件

# PgpKeySendButton.Content
source: Send key by email
fr: Envoyer la clé par e-mail
ja: 鍵をメールで送信
nl: Sleutel verzenden via e-mail
pl: Wyślij klucz przez e-mail
ru: Отправить по email
zh_hans: 通过邮件发送密钥

# RemovePgpKeyDialogAcceptText
source: Delete
fr: Supprimer
zh_hans: 删除

# RemovePgpKeyDialogRejectText
source: Cancel
fr: Annuler
zh_hans: 取消

# PgpKeyAlgorithm.Text
source: Algorithm
fr: Algorithme
ja: アルゴリズム
nl: Algoritme
pl: Algorytm
ru: Алгоритм шифрования
zh_hans: 算法

# PgpKeyCreationTime.Text
source: Created
fr: Créée le
ja: 作成完了
nl: Aangemaakt
pl: Utworzony
ru: Создан
zh_hans: 创建时间

# PgpKeyExpires.Text
source: Expires
fr: Expire le
ja: 有効期限
nl: Verloopt
pl: Wygasa
ru: Истекает
zh_hans: 过期时间

# PgpKeyFingerprint.Text
source: Fingerprint
fr: Empreinte
ja: フィンガープリント
nl: Vingerafdruk
pl: Odcisk klucza
ru: Отпечаток
zh_hans: 指纹

# PgpKeyId.Text
source: KeyID
fr: ID de la clé
ja: 鍵ID
pl: ID klucza
ru: Идентификатор

# PgpKeyUserIdentity.Text
source: User identity
fr: Identité de l'utilisateur
ja: ユーザーID
nl: Gebruikers identiteit
pl: Tożsamość użytkownika
ru: Владелец
zh_hans: 用户身份

# PgpKeyExpiresNever
source: Never
fr: Jamais
ja: なし
nl: Nooit
pl: Nigdy
ru: Никогда
zh_hans: 永不

# PgpPublicKeyShareMessageSubject
source: Public PGP key shared
fr: Partage de clé PGP publique
ja: 公開PGP鍵を共有
nl: Publieke PGP-sleutel gedeeld
pl: Publiczny klucz PGP udostępniony
ru: Предоставлен публичный PGP ключ
zh_hans: 公共 PGP 密钥已共享

# PgpKeyImportErrorMessageTitle
source: Public key import failed.
fr: Échec de l'importation de la clé publique.
ja: 公開鍵のインポートに失敗しました。
nl: Publieke sleutel importeren mislukt.
pl: Importowanie klucza publicznego nie powiodło się.
ru: Не удалось импортировать публичный ключ.
zh_hans: 公钥导入失败。

# PgpKeyAlgorithmUnknownMessage
source: Unknown public key algorithm. Key can't be imported.
fr: Algorithme de clé publique inconnu. La clé ne peut pas être importée.
ja: 公開鍵アルゴリズムが不明です。鍵をインポートできません。
nl: Onbekend public key-algoritme. Sleutel kan niet worden geïmporteerd.
pl: Nieznany algorytm klucza publicznego. Nie można zaimportować klucza.
ru: Неизвестный алгоритм публичного ключа. Ключ не может быть импортирован.
zh_hans: 未知公钥算法，无法导入密钥。

# PgpKeyAlreadyExistMessage
source: Public key with same identifier already exist. Key can't be imported.
fr: Une clé publique avec le même identifiant existe déjà. La clé ne peut pas être importée.
ja: 同じ識別子を持つ公開鍵がすでに存在します。鍵をインポートできません。
nl: Publieke sleutel met dezelfde identifier bestaat al. Sleutel kan niet worden geïmporteerd.
pl: Klucz publiczny o tym samym identyfikatorze już istnieje. Klucz nie może zostać zaimportowany.
ru: Публичный ключ с аналогичным идентификатором уже существует. Ключ не может быть импортирован.
zh_hans: 已存在具有相同标识符的公钥，无法导入密钥。

# PgpKeyImportErrorMessage
source: Can't import public key.
fr: Impossible d'importer la clé publique.
ja: 公開鍵をインポートできません。
nl: Publieke sleutel kan niet worden geïmporteerd.
pl: Nie można zaimportować klucza publicznego.
ru: Не удалось импортировать ключ.
zh_hans: 无法导入公钥。

# PgpKeyExportErrorMessage
source: Error happened during public key export.
fr: Une erreur est survenue lors de l'exportation de la clé publique.
ja: 公開鍵のエクスポート中にエラーが発生しました。
nl: Fout opgetreden tijdens het exporteren van publieke sleutel.
pl: Wystąpił błąd podczas eksportowania klucza publicznego.
ru: Произошла ошибка при экспортировании публичного ключа.
zh_hans: 导出公钥时发生错误。

# PgpKeyExportErrorMessageTitle
source: Public key export failed
fr: Échec de l'exportation de la clé publique
ja: 公開鍵のエクスポートに失敗しました。
nl: Exporteren van publieke sleutel mislukt
pl: Eksport klucza publicznego nie powiodło się
ru: Не удалось экспортировать публичный ключ
zh_hans: 导出公钥失败

# CryptoContextErrorMessageTitle
source: Cryptographic action can't be performed.
fr: L'action cryptographique ne peut pas être effectuée.
ja: 暗号化アクションを実行できません。
nl: Cryptografische actie kan niet worden uitgevoerd.
pl: Nie można wykonać akcji kryptograficznej.
ru: Криптографическая операция невозможна.
zh_hans: 无法进行加密操作。

# BackupErrorMessageTitle
source: Backup processing failed.
fr: Échec du traitement de la sauvegarde.
ja: バックアップ処理に失敗しました。
nl: Back-upverwerking mislukt.
pl: Przetwarzanie kopii zapasowej nie powiodło się.
ru: Ошибка при работе с резервным копированием.
zh_hans: 备份处理失败。

# DecryptionErrorMessage
source: Can't decrypt message.
fr: Impossible de déchiffrer le message.
ja: メッセージを復号化できません。
nl: Kan bericht niet ontsleutelen.
pl: Nie można odszyfrować wiadomości.
ru: Не удалось расшифровать сообщение.
zh_hans: 无法解密消息。

# EncryptionErrorMessage
source: Can't encrypt message.
fr: Impossible de chiffrer le message.
ja: メッセージを暗号化できません。
nl: Kan bericht niet versleutelen.
pl: Nie można zaszyfrować wiadomości.
ru: Не удалось зашифровать сообщение.
zh_hans: 无法加密消息。

# NoPublicKeyMessage
source: No public key.
fr: Aucune clé publique.
ja: 公開鍵がありません。
nl: Geen publieke sleutel.
pl: Brak klucza publicznego.
ru: Нет публичного ключа.
zh_hans: 无公钥。

# NoSecretKeyMessage
source: No secret key.
fr: Aucune clé secrète.
ja: 秘密鍵がありません。
nl: Geen geheime sleutel.
pl: Brak klucza tajnego.
ru: Нет секретного ключа.
zh_hans: 无密钥。

# SignatureVerificationErrorMessage
source: Can't verify message signature.
fr: Impossible de vérifier la signature du message.
ja: メッセージの署名を検証できません。
nl: Kan handtekening van het bericht niet verifiëren.
pl: Nie można zweryfikować podpisu wiadomości.
ru: Не удалось проверить подпись сообщения.
zh_hans: 无法验证消息签名。

# SigningErrorMessage
source: Can't sign message.
fr: Impossible de signer le message.
ja: メッセージに署名できません。
nl: Kan bericht niet ondertekenen.
pl: Nie można podpisać wiadomości.
ru: Не удалось подписать сообщение.
zh_hans: 无法签名消息。

# PgpKeyImportFromFileMessage
source: From file
fr: Depuis un fichier
ja: ファイルから
nl: Van bestand
pl: Z pliku
ru: Из файла
zh_hans: 来自文件
